{
  "common": {
    "contactUs": "Contact Us",
    "home": "Home",
    "advantages": "Advantages",
    "services": "Services",
    "security": "Security",
    "about": "About",
    "platform": "Platform",
    "company": "Company",
    "contact": "Contact",
    "privacyPolicy": "Privacy Policy",
    "termsOfService": "Terms of Service",
    "apiDocumentation": "API Documentation",
    "securePayments": "Secure Payments",
    "expertSupport": "24/7 Expert Support",
    "uptime": "99.99% Uptime"
  },
  "banner": {
    "title": "Driving Smarter Transactions with Optivolve Digital.",
    "subtitle": "We enable businesses to transact globally through seamless onboarding and end-to-end payment integration, combining global expertise with strong local execution."
  },
  "why": {
    "title": "Why Optivolve Digital?",
    "modernTransactions": {
      "title": "Built for Modern Transactions",
      "desc": "Optivolve Digital is designed to support today's fast-moving, borderless transaction needs. We provide businesses with a reliable and scalable infrastructure that simplifies how value moves across platforms, markets, and currencies — without unnecessary complexity."
    },
    "localExpertise": {
      "title": "Local Expertise, Built for Pakistan",
      "desc": "We combine deep understanding of Pakistan's local market with tailored payment solutions designed for regional regulations, consumer behavior, and risk environments. By focusing on local payment preferences and compliance requirements, Optivolve Digital enables businesses to operate confidently within Pakistan while delivering a smooth, reliable, and consistent transaction experience."
    },
    "securityCore": {
      "title": "Security, Compliance, and Control at the Core",
      "desc": "Trust is at the heart of everything we do. Optivolve Digital is built with strong security standards, compliance-first architecture, and transparent controls, helping businesses manage transactions efficiently while staying aligned with regulatory and risk requirements."
    }
  },
  "services": {
    "title": "Our Services",
    "localPayment": {
      "title": "Local Payment Collection & Disbursement",
      "desc": "We deliver locally optimized payment services that enable businesses to collect and disburse funds in Pakistani Rupee (PKR) with confidence and efficiency. Our solutions are designed to support smooth, reliable transactions tailored to Pakistan's local payment environment."
    },
    "payInOut": {
      "title": "Collection & Disbursement Enablement",
      "desc": "Our platform supports secure Collection and Disbursement capabilities through integrations with local banks, digital wallets, and domestic payment rails. This allows enterprises to manage transactions seamlessly across Pakistan while ensuring speed, reliability, and operational consistency."
    },
    "riskManagement": {
      "title": "Risk Management & Compliance",
      "desc": "Protect your operations with built-in risk controls and compliance-focused processes. Optivolve Digital helps businesses reduce exposure to fraud, manage regulatory obligations, and maintain transaction integrity."
    },
    "scalablePlatform": {
      "title": "Scalable Platform & Integration",
      "desc": "Integrate quickly and scale effortlessly. Our platform is designed for flexible integration and long-term growth, enabling businesses to expand transaction volumes, add new markets, and evolve with changing demands."
    }
  },
  "question": {
    "title": "Security Built Into Every Transaction",
    "securityFirst": {
      "title": "Security-First Architecture",
      "desc": "Optivolve Digital is designed with security as a foundational principle. Our platform applies structured controls and best-practice approaches to help safeguard transaction data throughout its lifecycle."
    },
    "riskAwareness": {
      "title": "Risk Awareness and Prevention",
      "desc": "We focus on reducing operational and transaction-related risks through continuous monitoring, system safeguards, and thoughtful design — helping businesses operate with greater stability and confidence."
    },
    "trustTechnology": {
      "title": "Trust Through Responsible Technology",
      "desc": "By prioritizing data protection and transparent processes, Optivolve Digital supports responsible transaction handling and helps businesses build long-term trust with their users."
    }
  },
  "about": {
    "title": "About {name}",
    "aboutOptivolve": {
      "title": "About Optivolve Digital",
      "desc": "Optivolve Digital is a technology-driven company focused on enabling seamless, secure, and scalable transaction solutions for businesses worldwide. We build robust infrastructure that simplifies how value moves across markets, helping organizations operate efficiently in an increasingly connected global economy.\nBy combining innovation, reliability, and compliance-first principles, Optivolve Digital empowers businesses to grow with confidence."
    },
    "ambition": {
      "title": "Our Ambition",
      "desc": "Our ambition is to become a trusted local transaction partner for businesses across Pakistan. Optivolve Digital is committed to simplifying payment processes, reducing operational complexity, and delivering reliable solutions that support sustainable business growth in the local market.\nAs transaction needs evolve, we continuously enhance our platform to align with Pakistan's regulatory environment, user behaviors, and emerging business models—ensuring our services remain secure, efficient, and future-ready."
    },
    "purpose": {
      "title": "Our Purpose",
      "desc": "Our purpose is to make transactions simpler, safer, and more accessible. Optivolve Digital exists to help businesses move value with clarity and control, while maintaining the highest standards of security and compliance.\n    By building technology that prioritizes trust and transparency, we strive to support sustainable growth for our partners and contribute to a more connected financial ecosystem."
    }
  },
  "footer": {
    "description": "We empower businesses to transact globally with seamless onboarding and end-to-end payment integration. Our gateway combines global expertise with a strong local presence to ensure secure, efficient, and reliable transactions."
  }
}
