{
  "common": {
    "contactUs": "ہم سے رابطہ کریں",
    "home": "ہوم",
    "advantages": "فوائد",
    "services": "سروسز",
    "security": "سیکیورٹی",
    "about": "ہمارے بارے میں",
    "platform": "پلیٹ فارم",
    "company": "کمپنی",
    "contact": "رابطہ",
    "privacyPolicy": "پرائیویسی پالیسی",
    "termsOfService": "سروس کی شرائط",
    "apiDocumentation": "API دستاویزات",
    "securePayments": "محفوظ ادائیگیاں",
    "expertSupport": "24/7 ماہر سپورٹ",
    "uptime": "99.99% اپ ٹائم"
  },
  "banner": {
    "title": "Optivolve Digital کے ساتھ زیادہ ذہین لین دین کو چلانا۔",
    "subtitle": "ہم بزنسز کو بے روک ٹوک آن بورڈنگ اور اینڈ ٹو اینڈ ادائیگی کی انٹیگریشن کے ذریعے عالمی سطح پر لین دین کرنے کے قابل بناتے ہیں، عالمی مہارت کو مضبوط مقامی عمل کے ساتھ جوڑتے ہیں۔"
  },
  "why": {
    "title": "Optivolve Digital کیوں؟",
    "modernTransactions": {
      "title": "جدید لین دین کے لیے بنایا گیا",
      "desc": "Optivolve Digital آج کی تیز رفتار، بغیر سرحدوں کے لین دین کی ضروریات کو سپورٹ کرنے کے لیے ڈیزائن کیا گیا ہے۔ ہم بزنسز کو ایک قابل اعتماد اور قابل توسیع انفراسٹرکچر فراہم کرتے ہیں جو پلیٹ فارمز، مارکیٹس، اور کرنسیوں میں قدر کیسے منتقل ہوتی ہے کو آسان بناتا ہے — بغیر غیر ضروری پیچیدگی کے۔"
    },
    "localExpertise": {
      "title": "مقامی مہارت، پاکستان کے لیے بنایا گیا",
      "desc": "ہم پاکستان کی مقامی مارکیٹ کی گہری سمجھ کو علاقائی قوانین، صارفین کے رویے، اور خطرے کے ماحول کے لیے ڈیزائن کردہ حسب ضرورت ادائیگی کے حل کے ساتھ جوڑتے ہیں۔ مقامی ادائیگی کی ترجیحات اور تعمیل کی ضروریات پر توجہ مرکوز کرکے، Optivolve Digital بزنسز کو پاکستان میں اعتماد کے ساتھ کام کرنے کے قابل بناتا ہے جبکہ ایک ہموار، قابل اعتماد، اور مستقل لین دین کا تجربہ فراہم کرتا ہے۔"
    },
    "securityCore": {
      "title": "سیکیورٹی، تعمیل، اور کنٹرول مرکز میں",
      "desc": "اعتماد ہر چیز کا دل ہے جو ہم کرتے ہیں۔ Optivolve Digital مضبوط سیکیورٹی معیارات، تعمیل-اول آرکیٹیکچر، اور شفاف کنٹرولز کے ساتھ بنایا گیا ہے، جو بزنسز کو لین دین کو مؤثر طریقے سے منظم کرنے میں مدد کرتا ہے جبکہ ریگولیٹری اور خطرے کی ضروریات کے ساتھ ہم آہنگ رہتا ہے۔"
    }
  },
  "services": {
    "title": "ہماری سروسز",
    "localPayment": {
      "title": "مقامی ادائیگی کی وصولی اور تقسیم",
      "desc": "ہم مقامی طور پر بہتر ادائیگی کی خدمات فراہم کرتے ہیں جو بزنسز کو پاکستانی روپے (PKR) میں اعتماد اور کارکردگی کے ساتھ فنڈز جمع کرنے اور تقسیم کرنے کے قابل بناتی ہیں۔ ہمارے حل پاکستان کے مقامی ادائیگی کے ماحول کے مطابق ہموار، قابل اعتماد لین دین کو سپورٹ کرنے کے لیے ڈیزائن کیے گئے ہیں۔"
    },
    "payInOut": {
      "title": "ادائیگی-ان اور ادائیگی-آؤٹ کی فعال سازی",
      "desc": "ہمارا پلیٹ فارم مقامی بینکوں، ڈیجیٹل والیٹس، اور گھریلو ادائیگی کی ریلز کے ساتھ انٹیگریشن کے ذریعے محفوظ ادائیگی-ان اور ادائیگی-آؤٹ کی صلاحیتوں کو سپورٹ کرتا ہے۔ یہ انٹرپرائزز کو پاکستان بھر میں بے روک ٹوک لین دین کو منظم کرنے کے قابل بناتا ہے جبکہ رفتار، قابل اعتمادی، اور عملی مستقل مزاجی کو یقینی بناتا ہے۔"
    },
    "riskManagement": {
      "title": "خطرے کا انتظام اور تعمیل",
      "desc": "بلٹ-ان خطرے کے کنٹرولز اور تعمیل پر مرکوز عمل کے ساتھ اپنے آپریشنز کو محفوظ بنائیں۔ Optivolve Digital بزنسز کو دھوکہ دہی کے نمائش کو کم کرنے، ریگولیٹری ذمہ داریوں کو منظم کرنے، اور لین دین کی سالمیت کو برقرار رکھنے میں مدد کرتا ہے۔"
    },
    "scalablePlatform": {
      "title": "قابل توسیع پلیٹ فارم اور انٹیگریشن",
      "desc": "جلدی انٹیگریٹ کریں اور بغیر کسی مشکل کے پیمانہ بندی کریں۔ ہمارا پلیٹ فارم لچکدار انٹیگریشن اور طویل مدتی ترقی کے لیے ڈیزائن کیا گیا ہے، جو بزنسز کو لین دین کی مقدار کو بڑھانے، نئی مارکیٹس شامل کرنے، اور بدلتی ہوئی ضروریات کے ساتھ ارتقا کرنے کے قابل بناتا ہے۔"
    }
  },
  "question": {
    "title": "ہر لین دین میں تعمیل شدہ سیکیورٹی",
    "securityFirst": {
      "title": "سیکیورٹی-اول آرکیٹیکچر",
      "desc": "Optivolve Digital کو سیکیورٹی کو بنیادی اصول کے طور پر ڈیزائن کیا گیا ہے۔ ہمارا پلیٹ فارم ساختہ کنٹرولز اور بہترین طریقوں کو لاگو کرتا ہے تاکہ لین دین کے ڈیٹا کو اس کی پوری زندگی کے دوران محفوظ رکھنے میں مدد ملے۔"
    },
    "riskAwareness": {
      "title": "خطرے کی آگاہی اور روک تھام",
      "desc": "ہم مسلسل نگرانی، نظام کی حفاظت، اور سوچ سمجھ کر ڈیزائن کے ذریعے آپریشنل اور لین دین سے متعلق خطرات کو کم کرنے پر توجہ مرکوز کرتے ہیں — جو بزنسز کو زیادہ استحکام اور اعتماد کے ساتھ کام کرنے میں مدد کرتا ہے۔"
    },
    "trustTechnology": {
      "title": "ذمہ دار ٹیکنالوجی کے ذریعے اعتماد",
      "desc": "ڈیٹا کی حفاظت اور شفاف عمل کو ترجیح دینے سے، Optivolve Digital ذمہ دار لین دین کی ہینڈلنگ کو سپورٹ کرتا ہے اور بزنسز کو اپنے صارفین کے ساتھ طویل مدتی اعتماد بنانے میں مدد کرتا ہے۔"
    }
  },
  "about": {
    "title": "{name} کے بارے میں",
    "aboutOptivolve": {
      "title": "Optivolve Digital کے بارے میں",
      "desc": "Optivolve Digital ایک ٹیکنالوجی سے چلنے والی کمپنی ہے جو دنیا بھر کے بزنسز کے لیے بے روک ٹوک، محفوظ، اور قابل توسیع لین دین کے حل کو فعال بنانے پر مرکوز ہے۔ ہم مضبوط انفراسٹرکچر بناتے ہیں جو مارکیٹس میں قدر کیسے منتقل ہوتی ہے کو آسان بناتا ہے، تنظیموں کو بڑھتی ہوئی مربوط عالمی معیشت میں مؤثر طریقے سے کام کرنے میں مدد کرتا ہے۔\nاختراع، قابل اعتمادی، اور تعمیل-اول اصولوں کو جوڑ کر، Optivolve Digital بزنسز کو اعتماد کے ساتھ بڑھنے کے قابل بناتا ہے۔"
    },
    "ambition": {
      "title": "ہماری خواہش",
      "desc": "ہماری خواہش پاکستان بھر کے بزنسز کے لیے ایک قابل اعتماد مقامی لین دین پارٹنر بننا ہے۔ Optivolve Digital ادائیگی کے عمل کو آسان بنانے، آپریشنل پیچیدگی کو کم کرنے، اور قابل اعتماد حل فراہم کرنے کے لیے پرعزم ہے جو مقامی مارکیٹ میں پائیدار کاروباری ترقی کو سپورٹ کرتے ہیں۔\nجیسے جیسے لین دین کی ضروریات ارتقا پذیر ہوتی ہیں، ہم پاکستان کے ریگولیٹری ماحول، صارفین کے رویوں، اور ابھرتی ہوئی کاروباری ماڈلز کے ساتھ ہم آہنگ ہونے کے لیے اپنے پلیٹ فارم کو مسلسل بہتر بناتے ہیں—یقینی بناتے ہیں کہ ہماری سروسز محفوظ، مؤثر، اور مستقبل کے لیے تیار رہیں۔"
    },
    "purpose": {
      "title": "ہمارا مقصد",
      "desc": "ہمارا مقصد لین دین کو آسان، محفوظ، اور زیادہ قابل رسائی بنانا ہے۔ Optivolve Digital بزنسز کو واضحیت اور کنٹرول کے ساتھ قدر منتقل کرنے میں مدد کرنے کے لیے موجود ہے، جبکہ سیکیورٹی اور تعمیل کے اعلیٰ معیارات کو برقرار رکھتا ہے۔\n    اعتماد اور شفافیت کو ترجیح دینے والی ٹیکنالوجی بنانے سے، ہم اپنے پارٹنرز کے لیے پائیدار ترقی کو سپورٹ کرنے اور زیادہ مربوط مالیاتی ماحولیاتی نظام میں حصہ ڈالنے کی کوشش کرتے ہیں۔"
    }
  },
  "footer": {
    "description": "ہم بزنسز کو بے روک ٹوک آن بورڈنگ اور اینڈ ٹو اینڈ ادائیگی کی انٹیگریشن کے ذریعے عالمی سطح پر لین دین کرنے کے قابل بناتے ہیں۔ ہمارا گیٹ وے عالمی مہارت کو مضبوط مقامی موجودگی کے ساتھ جوڑتا ہے تاکہ محفوظ، مؤثر، اور قابل اعتماد لین دین کو یقینی بنایا جا سکے۔"
  }
}
